IdeaRS.Connections
GeneralPlateData.CoordSystem Property
Compatible with IDEA StatiCa 0.0
 Data of the local coordinate system - Origin, AxisX, AxisY, AxisZ
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public IEnumerable<double> CoordSystem { get; set; }
Property Value
Type: IEnumerable<Double>
See Also
Reference
GeneralPlateData Class
IdeaRS.Connections.Data Namespace